Repository: Caldis/Mos
Catalog: Mos/*.lproj/Main.strings
Languages: de, ko, pt, ru, zh_hans, zh_hant, zh_hant_tw

# TUE-3v-CaJ.title
source: Rendering this chart will affect scrolling performance. Close the window when not in use.
de: Das Rendern dieses Diagramms wirkt sich auf die Bildlaufleistung aus. Schließen Sie das Fenster, wenn es nicht verwendet wird.
ko: 이 차트를 랜더링 할때 스크롤링 성능에 영향을 줍니다. 사용하지 않을시엔 닫아주세요.
pt: Renderizar esse gráfico afetará a performance de rolagem. Feche a janela quando não estiver em uso.
ru: Визуализация этой диаграммы повлияет на производительность прокрутки. Закройте окно, когда оно не нужно.
zh_hans: 呈现该窗口的数据会显著影响滚动性能, 请仅在需要时开启
zh_hant: 呈現該視窗的資訊會顯著影響捲動性能, 請僅在必要時開啟
zh_hant_tw: 顯示視窗資訊對捲動效能會有顯著影響。請僅在必要時開啟

# cvF-hf-KVW.title
source: Preferences
de: Einstellungen
ko: 설정
pt: Preferências
ru: Настройки
zh_hans: 偏好设置
zh_hant: 偏好設定
zh_hant_tw: 偏好設定

# ITL-GD-CPd.title
source: General
ko: 일반
pt: Geral
ru: Главные
zh_hans: 基础
zh_hant: 基礎
zh_hant_tw: 一般

# pwT-er-UCo.title
source: Scroll:
de: Scrollen:
ko: 스크롤:
pt: Rolagem:
ru: Прокрутка:
zh_hans: 滚动:
zh_hant: 捲動:
zh_hant_tw: 捲動：

# jtK-hi-Ami.title
source: Smooth Scrolling
de: Weicher Bildlauf
ko: 부드러운 스크롤링
pt: Rolagem suave
ru: Плавная прокрутка
zh_hans: 平滑滚动
zh_hant: 平滑捲動
zh_hant_tw: 平滑捲動

# bbo-GH-WeC.title
source: Make scrolling with the mouse wheel butter-smooth
de: Scrollen mit dem Mausrad butterweich machen
ko: 마우스 휠의 스크롤을 부드럽게 해줍니다
pt: Tornar a rolagem suave como seda
ru: Сделать прокрутку колесиком мыши гладкой
zh_hans: 让鼠标的滚动效果更佳平滑
zh_hant: 讓滑鼠的捲動效果絲般順滑
zh_hant_tw: 讓滑鼠捲動如絲般順滑

# MAF-Hi-l48.title
source: Reverse Scroll
de: Umgekehrtes Scrolling
ko: 스크롤 반전
pt: Rolagem invertida
ru: Реверсивная прокрутка
zh_hans: 翻转方向
zh_hant: 翻轉方向
zh_hant_tw: 反轉捲動

# CqK-3z-D0G.title
source: Reverse the mouse wheel scroll direction
de: Umkehren der Scroll-Richtung des Mausrads
ko: 마우스 휠의 스크롤을 반전시킵니다
pt: Inverter a direção de rolagem
ru: Поменять направление прокрутки
zh_hans: 单独翻转鼠标滚动的滚动方向
zh_hant: 單獨翻轉滑鼠滾輪的捲動方向
zh_hant_tw: 只反轉滑鼠滾輪的捲動方向

# dyY-vr-dwT.title
source: Miscellaneous:
de: Sonstiges:
ko: 기타:
pt: Miscelânea:
ru: Другие:
zh_hans: 其他:
zh_hant: 其他:
zh_hant_tw: 其他：

# xoR-7p-3qj.title
source: Launch on Login
de: Start beim Login
ko: 시작시 실행
pt: Inicializar no Login
ru: Запустить при входе
zh_hans: 开机启动
zh_hant: 開機啟動
zh_hant_tw: 開機啟動

# MdS-Nz-zMa.title
source: Automatically launch app on login
de: Automatisch starten
ko: 자동으로 시작시 실행합니다
pt: Iniciar o app automaticamente durante o login
ru: Автозапуск при входе
zh_hans: 在系统登录时自动运行
zh_hant: 在系統登錄時自動執行
zh_hant_tw: 系統登入時自動啟動

# hGj-vV-zcY.title
source: Hide Status Bar Icon
de: Menüleisten-Icon ausblenden
ko: 메뉴 바에서 숨기기
pt: Ocultar Ícone da Barra de Status
ru: Спрятать иконку
zh_hans: 隐藏状态栏图标
zh_hant: 隱藏狀態欄圖標
zh_hant_tw: 隱藏狀態列圖示

# bB5-2R-9Da.title
source: Re-run Mos again to show the hidden Icon
de: Mos neustarten, um das versteckte Icon zu zeigen
ko: Mos를 메뉴바에서 숨깁니다
pt: Execute o Mos novamente para mostrar o ícone oculto
ru: Перезапустите Mos, чтобы иконка вновь появилась
zh_hans: 再次运行 Mos 以显示状态栏图标
zh_hant: 再次執行 Mos 以顯示狀態欄圖示
zh_hant_tw: 重新執行 Mos 即可重新顯示狀態列圖示

# cIk-j1-vYt.title
source: You need to re-run Mos from Finder-Application instead of the launch pad. (The launch pad will automatically ignore the launched app)
de: Sie müssen Mos vom Finder aus neustarten, anstatt vom Launchpad aus. (Das Launchpad ignoriert die gestartete Anwendung automatisch)
ko: LaunchPad가 아닌 Finder에서 다시 실행해주세요 (LaunchPad는 실행중인 앱을 자동으로 무시합니다)
pt: Você precisa executar o Mos novamente a partir do Aplicativo Finder ao invés de fazê-lo a partir do Launchpad (O Launchpad irá automaticamente ignorar o app executado)
ru: Вам нужно запустить Mos из Finder->Приложения вместо Launchpad. (Launchpad игнорирует запущенное приложение)
zh_hans: 请从 访达-应用程序 中再次启动 Mos。(启动台会自动忽略已启动的应用程序)
zh_hant_tw: 您需要從 Finder 中的「應用程式」而不是從「啟動台」重新執行 Mos。（「啟動台」會自動忽略已啟動的應用程式）

# iW5-CD-5OC.title
source: Advanced
de: Erweiterte Einstellungen
ko: 고급 설정
pt: Avançado
ru: Расширенные
zh_hans: 高级
zh_hant: 高級
zh_hant_tw: 進階

# hOO-M8-I1z.title
source: Dash Key:
ko: 대시 키:
pt: Tecla de Impulso:
ru: Кнопка ускорения:
zh_hans: 加速键:
zh_hant: 加速鍵:
zh_hant_tw: 加速鍵：

# Vhz-Rn-lcU.title
source: Disabled
de: Deaktiviert
ko: 허용하지 않음
pt: Desabilitado
ru: Не задана
zh_hans: 不使用
zh_hant: 停用
zh_hant_tw: 停用

# Z59-tN-QjE.title
source: Increase scrolling speed on long pages
de: Erhöht die Scroll-Geschwindigkeit auf größeren Seiten
ko: 긴 페이지를 읽을때 스크롤링 속도를 올려줍니다
pt: Aumente a velocidade de rolagem em páginas longas
ru: Увеличивает скорость прокрутки на длинных страницах
zh_hans: 加快在长页面时的滚动速度
zh_hant: 加快在長頁面時的捲動速度
zh_hant_tw: 加快在長頁面的捲動速度

# bQw-5w-Yv0.title
source: Toggle Key:
ko: 토글 키:
pt: Tecla de Alternância:
ru: Кнопка смены направления:
zh_hans: 转换键:
zh_hant: 轉換鍵:
zh_hant_tw: 轉向鍵：

# cTe-aL-0GQ.title
source: Disabled
de: Deaktiviert
ko: 허용하지 않음
pt: Desabilitado
ru: Не задана
zh_hans: 不使用
zh_hant: 停用
zh_hant_tw: 停用

# KnM-kA-wn5.title
source: Change vertical scrolling to horizontal scrolling
de: Ändert vertikalen Bildlauf in horizontalen Bildlauf
ko: 수직 스크롤링을 수평 스크롤링으로 바꿔줍니다
pt: Alterne de rolagem vertical para rolagem horizontal
ru: Изменяет вертикальную прокрутку на горизонтальную
zh_hans: 按下时将垂直方向的滚动变换为水平方向
zh_hant: 暫時性將垂直方向捲動轉變為水平方向
zh_hant_tw: 暫時將垂直方向捲動轉成水平方向

# ebE-Zf-T98.title
source: Block Key:
ko: 차단 키:
pt: Tecla de Bloqueio:
ru: Кнопка блокировки:
zh_hans: 禁用键:
zh_hant: 禁用鍵:
zh_hant_tw: 停用鍵：

# vFk-37-HRU.title
source: Disabled
de: Deaktiviert
ko: 허용하지 않음
pt: Desabilitado
ru: Не задана
zh_hans: 不使用
zh_hant: 停用
zh_hant_tw: 停用

# iki-Jk-qSr.title
source: Temporarily block smooth scrolling
de: Deaktiviert vorübergehend Smooth Scrolling
ko: 잠시 스크롤링을 차단합니다
pt: Bloqueie temporariamente a rolagem suave
ru: Временно блокирует плавную прокрутку
zh_hans: 按下时禁用平滑滚动
zh_hant: 暫時性地禁用平滑捲動
zh_hant_tw: 暫時停用平滑捲動

# B8B-hi-x3v.title
source: Step:
de: Schritt:
ko: 스텝:
pt: Degrau:
ru: Шаг:
zh_hans: 最短步长:
zh_hant: 最短步長:
zh_hant_tw: 單次捲動距離：

# Jan-OY-m70.title
source: Sets the minimum scroll distance
de: Legt den minimalen Bildlaufabstand fest
ko: 최소 스크롤 거리를 설정합니다
pt: Define a aceleração de rolagem
ru: Минимальное расстояние прокрутки
zh_hans: 控制单次滚动的最短距离
zh_hant: 控制單次捲動的最短距離
zh_hant_tw: 設定單次捲動距離

# Gcw-Ir-olP.title
source: Speed:
de: Geschwindigkeit:
ko: 속도:
pt: Velocidade:
ru: Скорость:
zh_hans: 速度增益:
zh_hant: 速度增益:
zh_hant_tw: 加速捲動：

# B3O-iI-E7v.title
source: Sets scrolling acceleration
de: Legt die Scroll-Beschleunigung fest
ko: 스크롤 속도를 설정합니다
pt: Define a aceleração de rolagem
ru: Ускорение прокрутки
zh_hans: 控制持续滚动的跟踪速度增益
zh_hant: 控制持續捲動的追蹤速度增益
zh_hant_tw: 設定持續捲動的加速程度

# bqU-Is-gFB.title
source: Duration:
de: Dauer:
ko: 지속 시간:
pt: Duração:
ru: Продолжительность:
zh_hans: 持续时间:
zh_hant: 持續時間:
zh_hant_tw: 持續時間：

# DsD-EW-zCH.title
source: Sets the duration of the scroll animation
de: Legt die Dauer der Bildlaufanimation fest
ko: 스크롤 애니메이션의 지속 시간을 설정합니다
pt: Define a duração da animação de rolagem
ru: Продолжительность анимации прокрутки
zh_hans: 控制滚动的缓动持续时间
zh_hant: 控制捲動的緩動持續時間
zh_hant_tw: 設定捲動動畫的持續時間

# t2D-X2-Y6W.title
source: Reset to defaults
de: Auf Standardwerte zurücksetzen
ko: 기본 값으로 돌리기
pt: Restaurar para os padrões
ru: Восстановить стандартные
zh_hans: 恢复为预设值
zh_hant: 恢復為預設值
zh_hant_tw: 還原為預設值

# Rgq-87-vjY.title
source: In some applications, scrolling is used to adjust certain precise parameters (such as adjusting the volume, zooming the display, etc.) and smooth scrolling may cause interference. You can set a block key which will temporarily disable smooth scrolling when the key is pressed.
de: In einigen Anwendungen wird der Bildlauf zur Einstellung bestimmter präziser Parameter verwendet (z. B. zum Einstellen der Lautstärke, zum Zoomen der Anzeige usw.), und ein flüssiger Bildlauf kann Störungen verursachen. Sie können eine Blocktaste festlegen, die den weichen Bildlauf vorübergehend deaktiviert, wenn die Taste gedrückt wird.
ko: 몇몇 애플리케이션의 경우, 스크롤링으로 정확한 매개 변수를 조절(예를 들어 볼륨 조절, 화면크기 조절등)하며, 부드러운 스크롤링은 이에 영향을 미칠수 있습니다. 차단 키를 눌러 이를 미리 방지할 수 있습니다.
pt: Em alguns aplicativos, a rolagem é usada para ajustar certos parâmetros precisos (como ajustar o volume, dar zoom na tela, etc.) e a rolagem suave pode causar interferência. Você pode definir uma tecla de bloqueio que irá desabilitar a rolagem suave temporariamente quando a tecla for pressionada.
ru: В некоторых приложениях прокрутка используется для настройки определенных точных параметров (таких как регулировка громкости, масштабирование дисплея и т.д.), и плавная прокрутка может вызывать проблемы. Вы можете установить клавишу блокировки, которая будет временно отключать плавную прокрутку при ее нажатии.
zh_hans: 在某些应用程序中, 鼠标滚动有时会用于执行某些较为精確的操作 (如调节音量或縮放文档), 此时平滑滚动的插值处理会对精确的操作造成不必要的干扰 你可以指定一个特定按键作为禁用键, 以在进行此类操作時可以通过按下禁用键, 暂时性地禁用对鼠标滚轮的平滑滚动处理
zh_hant: 在某些應用程式中, 捲動滾輪有時會用於執行某些較為精確的調節操作 (例如調節音量或縮放文檔), 此時平滑捲動的插值處理會對精確的操作造成不必要的幹擾 你可以指定一個特定的按鍵作為禁用鍵, 以在進行此類操作時可以通過按下禁用鍵, 暫時性地禁用對滑鼠滾輪的平滑捲動處理
zh_hant_tw: 在某些應用程式中，「捲動」是用來進行比較精確的調整動作（例如調整音量、縮放顯示大小等），此時平滑滾動的處理方式有可能會造成干擾。您可以將某個特定按鍵設成「停用鍵」，這樣按鍵壓下去之後，平滑捲動即會暫時停用。

# Wls-5g-cNZ.title
source: Inherit Global Settings
de: Globale Einstellungen vererben
ko: 전역 설정 따라가기
pt: Herdar Configurações Globais
ru: Наследовать глобальные настройки
zh_hans: 继承全局设定
zh_hant: 繼承全局設定
zh_hant_tw: 繼承全域設定

# Vs2-5P-BEI.title
source: Smooth
ko: 부드럽게
pt: Suavizar
ru: Плавная
zh_hans: 平滑
zh_hant: 平滑
zh_hant_tw: 平滑

# sKz-VE-Yfb.title
source: Reverse
de: Umgekehrt
ko: 반전
pt: Inverter
ru: Реверсивная
zh_hans: 反转
zh_hant: 翻轉
zh_hant_tw: 反轉

# 89F-B4-NIY.title
source: Application
de: App
ko: 어플리케이션
pt: Aplicativo
ru: Приложение
zh_hans: 应用程序
zh_hant: 應用程式
zh_hant_tw: 應用程式

# mfa-4t-oRD.title
source: Advanced
de: Erweitert
ko: 추가 설정
pt: Avançado
ru: Расширенные
zh_hans: 高级
zh_hant: 進階
zh_hant_tw: 進階

# I5j-Bv-Aiy.title
source: Needs access to Accessibility controls
de: Benötigt Zugang bei den Bedienungshilfen
ko: 손쉬운 사용 설정을 필요로 합니다
pt: Requer acesso aos controles de Acessibilidade
ru: Требуется универсальный доступ
zh_hans: 需要用到辅助功能的权限
zh_hant: 需要用到輔助使用功能的權限
zh_hant_tw: 需要用到「輔助使用」權限

# FU4-wI-K8f.title
source: In order to customize the scroll behavior for certain applications, please allow Mos access to Accessibility controls.
de: Um das Scroll-Verhalten für bestimmte Anwendungen anzupassen, erlauben Sie bitte Mos den Zugriff auf die Bedienungshilfen.
ko: 여러 애플리케이션에서 스크롤을 설정하실려면, Mos를 손쉬운 사용에서 허용해주세요.
pt: Para personalizar o comportamento de rolagem para certos aplicativos, por favor permita que o Mos acesse os controles de Acessibilidade
ru: Чтобы настроить поведение прокрутки для определенных приложений, дайте Mos универсальный доступ.
zh_hans: 为了识别应用程序，我们需要动态获取显示中的窗口相关信息。因此, 请允许我们获取辅助功能的权限以保证该功能的正常运作
zh_hant: 為了更精準地識別所設定的例外應用程式, 我們需要動態獲取運作中的視窗相關信息. 因此, 請允許我們獲取輔助使用功能的權限以保障該功能的正常運作
zh_hant_tw: 為更精確辨識出設定的例外應用程式，我們需要動態取得執行視窗的相關資訊。因此，請允許我們取得「輔助使用」功能的權限，讓這功能得以正常運作

# Pw5-2q-7Fa.title
source: Allow accessibility access
de: Erlaube Bedienungshilfen
ko: 손쉬운 사용 설정에서 허용
pt: Permitir acesso à acessibilidade
ru: Разрешить универсальный доступ
zh_hans: 允许使用辅助功能
zh_hant: 允許使用輔助使用功能
zh_hant_tw: 允許使用「輔助使用」功能

# bga-wG-iim.title
source: Exception
de: Ausnahmen
ko: 예외
pt: Exceção
ru: Исключения
zh_hans: 例外
zh_hant: 例外
zh_hant_tw: 例外

# Rgu-cb-5lp.title
source: Customize per Application:
de: Anpassen pro Anwendung:
ko: 애플리케이션 당 사용자 설정:
pt: Personalizar por Aplicativo:
ru: Список исключений:
zh_hans: 例外的应用程序:
zh_hant: 例外的應用程式:
zh_hant_tw: 例外應用程式：

# Ksp-g1-48g.title
source: Allowlist Mode
de: Whitelist-Modus
ko: 허가 모드
pt: Modo Lista de Permitir
ru: Белый список
zh_hans: 白名单模式
zh_hant: 白名單模式
zh_hant_tw: 白名單模式

# v26-RK-BtL.title
source: The allowlist mode will make Mos only apply to apps within the exception list.
de: Der Whitelist-Modus bewirkt, dass Mos nur für Anwendungen innerhalb der Ausnahmeliste gilt.
ko: 이 모드는 Mos가 제외 목록 안의 앱만 설정하게 해줍니다.
pt: O modo lista de permitir fará com que o Mos só se aplique aos apps que estão dentro da lista de exceção.
ru: Режим белого списка заставит Mos применяться только к приложениям из списка исключений.
zh_hans: 启用白名单模式后, Mos 仅会对包含在例外列表内的程序启用, 其他的则不受任何影响
zh_hant: 啟用白名單模式後, Mos 僅會對包含在例外列表中的應用程式啟用, 其他的則不受任何影響
zh_hant_tw: 啟用白名單模式後，Mos 只會對例外列表中的應用程式啟用，其他不受影響

# ThS-Rm-st2.title
source: No One is Special
de: Niemand ist besonders
ko: 아무 것도 특별하지 않네요
pt: Ninguém é Especial
ru: Ничего не выбрано
zh_hans: 没有任何应用程序遭到不平等对待
zh_hant: 沒有任何應用程式遭到不公對待
zh_hant_tw: 沒有應用程式被區別對待

# jaq-Cb-dKM.title
source: You can apply a separate configuration to some apps by clicking the '+' button below
de: Sie können eine separate Konfiguration auf einige Anwendungen anwenden, indem Sie auf die Schaltfläche '+' unten klicken
ko: 아래 '+' 버튼을 클릭하여 몇몇 앱들만의 설정을 하실수 있습니다
pt: Você pode aplicar uma configuração separada para alguns apps clicando no botão '+' abaixo
ru: Вы можете применить отдельную конфигурацию к определенным приложениям, нажав кнопку '+' ниже
zh_hans: 你可以点击下方的 "+" 来添加一个应用程序以设置其滚动行为
zh_hant: 你可以通過點擊下方的 "+" 來添加一個應用程式以設置其捲動行為
zh_hant_tw: 按下方的「+」加入應用程式並設定其捲動行為

# R0d-21-g6W.title
source: Running Applications
de: Laufende Anwendungen
ko: 실행중인 애플리케이션
pt: Executando Aplicativos
ru: Запущенные приложения
zh_hans: 运行中的应用程序
zh_hant: 執行中的應用程式
zh_hant_tw: 執行中的應用程式

# dhF-95-kUJ.title
source: Manually Select From Finder
de: Manuelle Auswahl aus dem Finder
ko: Finder에서 선택한 항목
pt: Selecionar Manualmente Pelo Finder
ru: Выбрать вручную из Finder
zh_hans: 手动从访达中选择
zh_hant: 手動從 Finder 選擇
zh_hant_tw: 自行從 Finder 選擇

# Vp7-0n-aRd.title
source: Manually Input Application Information
de: Manuelle Eingabe von Anwendungsinformationen
ko: 입력 애플리케이션 정보
pt: Inserir Manualmente Informações de Aplicativos
ru: Ручной ввод информации о приложении
zh_hans: 手动输入应用程序信息
zh_hant: 手動輸入應用程式信息
zh_hant_tw: 自行輸入應用程式資訊

# kUr-cl-KRm.title
source: Application Name:
de: Anwendungsname:
ko: 애플리케이션 이름:
pt: Nome do Aplicativo:
ru: Имя приложения:
zh_hans: 应用程序名称:
zh_hant: 應用程式名稱:
zh_hant_tw: 應用程式名稱：

# Ck5-if-9RS.title
source: Bundle Identifier:
de: Bundle-Bezeichner:
ko: 번들 식별자:
pt: Identificador do Bundle:
ru: Идентификатор пакета:
zh_hans: 包名称:
zh_hant: 包名稱:
zh_hant_tw: 套件名稱：

# Mdw-fZ-Nyy.title
source: Cancel
de: Abbrechen
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消
zh_hant_tw: 取消

# 2v4-AC-WG5.title
source: Confirm
de: Bestätigen
ko: 확인
pt: Confirmar
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認
zh_hant_tw: 確定

# EWu-DP-7Gj.title
source: Updates
de: Aktualisierungen
ko: 업데이트
pt: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新
zh_hant_tw: 更新

# vdI-K4-SBh.title
source: Check for updates:
de: Auf Aktualisierungen prüfen:
ko: 업데이트 확인:
pt: Buscar atualizações:
ru: Проверить наличие обновлений:
zh_hans: 检查更新:
zh_hant: 檢查更新:
zh_hant_tw: 檢查更新：

# T9f-TL-GYj.title
source: Check Now
de: Jetzt prüfen
ko: 지금 확인
pt: Buscar agora
ru: Проверить сейчас
zh_hans: 获取新版本
zh_hant: 獲得新版本
zh_hant_tw: 尋找新版本

# 5oM-oR-Dsq.title
source: Current Version
de: Aktuelle Version
ko: 현재 버전
pt: Versão Atual
ru: Текущая версия
zh_hans: 当前版本
zh_hant: 當前版本
zh_hant_tw: 目前版本

# RfV-Ow-3mF.title
source: About
de: Info
ko: 대하여
pt: Sobre
ru: Инфо
zh_hans: 关于
zh_hant: 關於
zh_hant_tw: 關於

# 5cx-xS-eRe.title
source: Just some little job for your mouse.
de: Nur eine kleine Aufgabe für Ihre Maus.
ko: 여러분의 마우스를 위한 작은 소품.
pt: Apenas um pequeno trabalho para o seu mouse.
ru: Просто небольшая работа для вашей мыши.
zh_hans: 很惭愧，就做了一点微小的工作
zh_hant: 很慚愧, 就做了一點微小的工作
zh_hant_tw: 抱歉，只幫到了一些些

# yDf-dn-Mcz.title
source: Home Page
ko: 홈페이지
ru: Сайт
zh_hans: 主页
zh_hant: 主頁
zh_hant_tw: 首頁

# AM8-cj-DnH.title
source: Feed 🍥 a pet MEOW
de: Spenden
ko: 배고픈 고양이에게 🍥 을
pt: Alimente 🍥 um pet
ru: Покормить 🍥 кота
zh_hans: 喂胖大咪
zh_hant: 餵肥大咪
zh_hant_tw: 餵肥大咪

# aPi-cE-maK.title
source: Donate via PayPal
de: Donate using PayPal
ko: Paypal을 이용하여 기부
pt: Doar via PayPal
ru: Донат PayPal
zh_hans: 通过 Paypal 捐赠
zh_hant: 通過 Paypal 捐贈
zh_hant_tw: 透過 PayPal 捐贈

# FIh-fA-18k.title
source: Welcome Window
de: Willkommensfenster
ko: 환영합니다
pt: Janela de Boas-Vindas
ru: Окно приветствия
zh_hans: 欢迎界面
zh_hant: 歡迎界面
zh_hant_tw: 歡迎畫面

# 265-WS-XEd.title
source: The Contributors
de: Die Mitwirkenden
ko: 기여자들
pt: Os Contribuidores
ru: Авторы
zh_hans: 贡献者们
zh_hant: 貢獻者們
zh_hant_tw: 貢獻者名單

# ZJY-Yg-Qev.title
source: Contributors
de: Mitwirkende
ko: 기여자들
pt: Contribuidores
ru: Авторы
zh_hans: 贡献者们
zh_hant: 貢獻者們
zh_hant_tw: 貢獻者名單

# Lhz-x5-X0I.title
source: Translation
de: Übersetzung
ko: 번역 기여자들
pt: Tradução
ru: Перевод
zh_hans: 译者
zh_hant: 譯者
zh_hant_tw: 譯者

# GWm-aK-UoV.title
source: Contributors List
de: Liste der Mitwirkenden
ko: 기여자들
pt: Lista de Contribuidores
ru: Список разработчиков
zh_hans: 贡献者名目
zh_hant: 貢獻者名目
zh_hant_tw: 貢獻者名單

# D0v-Oj-ekP.title
source: How fat is this cat?
de: Wie dick ist diese Katze?
ko: 이 고양이는 얼마나 뚱뚱한지요?
pt: O quão gordo é esse gato?
ru: Насколько толстый этот кот?
zh_hant: 它有多胖?
zh_hant_tw: 這🐱多胖？

# VWv-6P-9Xp.title
source: Back
de: Zurück
ko: 이전
pt: Voltar
ru: Назад
zh_hans: 上一步
zh_hant: 上一步
zh_hant_tw: 上一步

# E9l-1I-6cD.title
source: Next
de: Weiter
ko: 다음
pt: Próximo
ru: Далее
zh_hans: 下一步
zh_hant: 下一步
zh_hant_tw: 下一步

# 11f-uB-gEM.title
source: Introducing
de: Das neue
ko: 소개합니다
pt: Introduzindo
ru: Начало работы
zh_hans: 隆重介绍
zh_hant: 隆重介紹
zh_hant_tw: 隆重介紹

# yFl-4N-WcD.title
source: Your mouse is about to get a smoother scrolling experience. Pick up your mouse, there are a few things you need to check.
de: Ihre Maus ist im Begriff, einen weichen Bildlauf zu ermöglichen. Heben Sie Ihre Maus ab, wir haben nur ein paar Dinge, die Sie überprüfen müssen.
ko: 여러분의 마우스의 스크롤링을 더욱 부드럽게 해줍니다. 마우스를 드신후에, 몇가지 확인할 사항을 알려드리겠습니다.
pt: Seu mouse está prester a obter uma experiência de rolagem mais suave. Pegue seu mouse, tem algumas coisas que você precisa verificar.
ru: Ваша мышь готова к плавной прокрутке, но есть еще несколько важных моментов.
zh_hans: 你的鼠标即将获得顺滑的滚动体验, 抓稳你的鼠标, 你仅仅需要调整几个选项
zh_hant: 你的滑鼠即將獲得順滑的滾動體驗, 抓穩你的滑鼠, 你僅僅需要調整幾個選項
zh_hant_tw: 您的滑鼠即將獲得順滑的滾動體驗，抓穩您的滑鼠！只有一些選項需要調整

# 016-R7-U4x.title
source: You need to...
de: Sie brauchen
ko: 필요한건
pt: Você precisa...
ru: Вам нужно проверить
zh_hans: 你需要 ...
zh_hant: 你需要
zh_hant_tw: 您需要

# XP7-rO-U3i.title
source: Do some checks
de: Wir werden einige Überprüfungen durchführen
ko: 몇가지 확인사항뿐입니다
pt: Fazer algumas verificações
ru: Настройки
zh_hans: 检查一些项目
zh_hant: 檢查一些項目
zh_hant_tw: 檢查一些東西

# ia9-EG-sGg.title
source: Some applications (E.g. Logitech Options) apply some handlers to the mouse. Just turn off smooth scrolling in these apps and you can still use them as normal.
de: Einige Anwendungen (z.B. Logitech Options) wenden einige Handler auf die Maus an. Aber keine Sorge, schalten Sie einfach den weichen Bildlauf in diesen Anwendungen aus, Sie können sie weiterhin wie gewohnt verwenden, und überlassen Sie uns den Rest.
ko: 몇몇 애플리케이션 (예를들어 Logitech Options등과 같은) 들은 비슷한 기능을 제공합니다. 그러나 걱정 놓으세요, 그냥 이런 앱들의 부드러운 스크롤링을 꺼버리고 여전히 사용하실수 있으며, 또한 저희들에게 나머지를 맡기실수도 있습니다.
pt: Alguns aplicativos (Por exemplo Logitech Options) aplicam alguns handlers ao seu mouse. Apenas desabilite a rolagem suave nesses apps e você pode usá-los como normal.
ru: Некоторые приложения (например, Logitech Options) применяют к мыши некоторые обработчики, которые конфликтуют с Mos. Но не волнуйтесь, просто отключите плавную прокрутку в этих приложениях, вы все равно можете использовать их как обычно, а остальное оставьте нам.
zh_hans: 某些应用程序 (例如 Logitech Options) 会对鼠标进行一些额外的处理, 这会与 Mos 有冲突, 不过不需担心, 只需要关闭他们的平滑滚动, 你仍然可以正常使用他们, 接下来的交给我们就好
zh_hant: 某些應用程序(例如Logitech Options) 會對鼠標進行一些額外的處理 但不需擔心, 只需要關閉他們的平滑滾動, 你仍然可以正常使用他們, 接下來的交給我們就好
zh_hant_tw: 某些應用程式（例如 Logitech Options）會對滑鼠做些額外處理 但不需擔心，只要關閉這些程式的平滑捲動，您仍然可以正常使用，接下來的交給我們就好

# foc-QS-iys.title
source: We need...
de: Wir brauchen
ko: 이게 필요합니다
pt: Nós precisamos...
ru: Нам нужна
zh_hans: 我们需要 ...
zh_hant: 我們需要
zh_hant_tw: 我們需要

# Bbz-lG-LFI.title
source: Authorization
de: Zugang
ko: 허가
pt: Autorização
ru: Авторизация
zh_hans: 您的授权
zh_hant: 您的授權
zh_hant_tw: 您的授權

# Myd-Ze-ZPf.title
source: Due to macOS's privacy restrictions, Mos requires access to Accessibility controls. If the item already exists, just click and toggle the checkbox again.
de: Durch die Datenschutzeinschränkungen von macOS eingeschränkt, funktioniert Mos nur, wenn es für den Zugriff auf die Bedienungshilfen autorisiert ist.Wenn das Element bereits existiert, klicken Sie einfach auf das Kontrollkästchen und schalten Sie es erneut um.
ko: macOS의 개인정보 제약때문에, Mos는 손쉬운 사용의 허용을 필요합니다. 만약 이미 있다면, 체크박스를 클릭하여 허용해주세요.
pt: Devido às restrições de privacidade do MacOS, o Mos requer acesso aos controles de Acessibilidade. Se o item já existe, apenas clique e marque a caixa de seleção novamente.
ru: Вследствии ограничений macOS, Mos будет работать только после получения универсального доступа из настроек. Если пункт уже существует, просто выключите и заного включите его.
zh_hans: 由于 macOS 的隐私控制限制, 我们只有在征得你的同意后才可以正常工作
zh_hant: 由於 macOS 的隱私控制限制, 我們只有在徵得輔助功能的訪問許可後才可以正常工作 如果選項已存在, 取消選擇並再次勾選即可
zh_hant_tw: 由於 macOS 的隱私權限制，Mos 需要取得「輔助使用」的控制權限。 如果已經勾過，取消選擇並重新勾選即可

# SLb-UR-lz1.title
source: Welcome to Mos
de: Willkommen bei Mos
ko: Mos에 오신걸 환영합니다
pt: Bem vindo ao Mos
ru: Добро пожаловать в Mos
zh_hans: 欢迎使用 Mos
zh_hant: 歡迎使用 Mos
zh_hant_tw: 歡迎使用 Mos

# Lhk-Nd-CdT.title
source: Before we smoothen your scrolling
de: Bevor wir Ihren Bildlauf glätten
ko: 먼저 부드러운 스크롤링을 하기전에
pt: Antes de suavizarmos sua rolagem
ru: Прежде чем начать сглаживание
zh_hans: 在平滑你的鼠标滚动之前
zh_hant: 在平滑你的鼠標滾動之前
zh_hant_tw: 在讓滑鼠捲動變得平滑前

# 7o8-5p-CQX.title
source: There are a few more things to tweak
de: Es sind nur noch einige wenige Dinge zu optimieren
ko: 몇가지 설정을 수정할게 있습니다
pt: Existem algumas coisas para configurar
ru: Есть еще несколько вещей для настройки
zh_hans: 你还需要进行一些额外的检查和设置
zh_hant: 你還需要進行一些額外的檢查和設置
zh_hant_tw: 還需要進行額外的檢查和設定

# VsZ-Yn-TgJ.title
source: Turn off the other smooth scrolling applications or extensions
de: Schalten Sie die anderen Anwendungen oder Erweiterungen für den weichen Bildlauf aus
ko: 일단 기타 부드러운 스크롤링을 제공하는 앱이나 설정을 꺼주세요
pt: Desabilite outros aplicativos ou extensões de rolagem suave
ru: Отключите другие приложения или расширения плавной прокрутки
zh_hans: 关闭其他鼠标滚动平滑的应用或扩展
zh_hant: 關閉其他鼠標滾動平滑的應用或擴展
zh_hant_tw: 關閉其它同類（滑鼠捲動平滑）的應用程式及延伸功能

# 3QI-xO-wPK.title
source: Allow Mos access to Accessibility controls
de: Erlauben Sie Mos den Zugriff auf die Bedienungshilfen
ko: Mos를 손쉬운 사용에서 허가해주세요
pt: Dê ao Mos controles de Acessibilidade
ru: Разрешите универсальный доступ для Mos
zh_hans: 允许 Mos 访问辅助功能
zh_hant: 允許 Mos 訪問輔助功能
zh_hant_tw: 允許 Mos 取得「輔助使用」的控制權限

# qGs-TM-PTM.title
source: Due to the limitations of MacOS, you may need to repeat this authorization when Mos is updated. If, in this circumstance, the entry already exists, please delete and re-add it.
de: Aufgrund der Einschränkungen von MacOS müssen Sie diese Berechtigung möglicherweise wiederholen, wenn Mos aktualisiert wird. Wenn der Eintrag in diesem Fall bereits existiert, löschen Sie ihn bitte und fügen Sie ihn erneut hinzu.
ko: macOS의 제한때문에, Mos가 업데이트 될때마다 다시 허용해주셔야 합니다. 만약 남아 있다면 Mos 항목을 지우고 다시 추가해주세요.
pt: Devido às limitações do MacOS, você talvez precise repetir essa autorização quando o Mos for atualizado. Se, nessa circunstância, o registro já existir, por favor delete-o e adicione-o novamente.
ru: Из-за ограничений MacOS вам может потребоваться повторить эту авторизацию при обновлении Mos. Если при таких обстоятельствах запись уже существует, удалите и повторно добавьте ее.
zh_hans: 由于 MacOS 的限制, 在 Mos 更新后, 你可能需要重新对其授权. 如果条目已存在, 请删除并重新添加即可
zh_hant: 由於 MacOS 的限制, 在 Mos 更新後, 你可能需要重新對其授權. 如果條目已存在, 請刪除並重新添加即可
zh_hant_tw: 由於 macOS 的限制，在 Mos 更新後，您可能需要重新授權。如果項目已經存在，請刪除並重新加入即可

# V9n-HF-Vw9.title
source: Begin Smoothening
ko: 이제 부드러운 스크롤링으로 가봅시다
pt: Começar Suavização
ru: Начать сглаживание
zh_hans: 开始使用
zh_hant: 開始使用
zh_hant_tw: 開始使用

# hnf-e0-HXM.title
source: Preferences
de: Einstellungen
ko: 설정
pt: Preferências
ru: Настройки
zh_hans: 偏好设置
zh_hant: 偏好設定
zh_hant_tw: 偏好設定

# SqT-eH-bOb.title
source: Quit
de: Beenden
ko: 종료
pt: Sair
ru: Выход
zh_hans: 退出
zh_hant: 退出
zh_hant_tw: 結束
