Repository: Caldis/Mos
Catalog: Mos/Localization/*.lproj/Localizable.strings
Languages: el, tr, zh_hans

source: Ensure
el: Αποδοχή
tr: Sağlamak
zh_hans: 确认

source: Cancel
el: Ακύρωση
tr: İptal
zh_hans: 取消

source: Version
el: Έκδοση
tr: Sürüm
zh_hans: 版本

source: Done
el: Εξουσιοδοτημένο
tr: Yetkili
zh_hans: 权限已取得

source: Error
el: Σφάλμα
tr: Hata
zh_hans: 错误

source: Needs access to Accessibility controls
el: Χρειάζεται πρόσβαση στον Έλεγχο Προσβασιμότητας
tr: Erişebilirlik kontrollerine erişim izni gerekiyor
zh_hans: 需要先获得辅助功能的权限才可以工作

source: Scroll Monitor
el: Παρακολούθηση Κύλισης
tr: Kaydırma İzlencesi
zh_hans: 滚动监控

source: Preferences
el: Προτιμήσεις
tr: Tercihler
zh_hans: 偏好设置

source: Quit
el: Έξοδος
tr: Çıkış
zh_hans: 退出

source: Hide Icon
el: Απόκρυψη Εικονιδίου
tr: İkonu Gizle
zh_hans: 隐藏图标

source: Mos is running in the background
el: Το Mos τρέχει στο παρασκήνιο
tr: Mos arkaplanda çalışıyor
zh_hans: Mos 正在后台运行中

source: Mos' status bar icon is hidden
el: Το εικονίδιο του Mos είναι κρυμμένο
tr: Mos'un durum çubuğu ikonu gizli
zh_hans: Mos 的图标已经被隐藏

source: Got it
el: Κατάλαβα
tr: Anladım
zh_hans: 我了解了

source: Show it
el: Προβολή
tr: Göster
zh_hans: 显示图标

source: Current Version
el: Τρέχουσα Έκδοση
tr: Güncel Sürüm
zh_hans: 当前版本

# Allow to access
source: Allow access
el: Παροχή πρόσβασης
tr: Yetki
zh_hans: 授权访问

# Begin smooth
source: Begin smoothening
el: Έναρξη εξομάλυνσης
tr: Kaydırmaları Yumuşatmaya Başla
zh_hans: 开始使用
